Repository: Ibrokhimjon8572/Library_Bot
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uz

source: check_channels
uz: Tekshirish

source: join_channels
uz: Botdan foydalanish uchun quyidagi kanallarga obuna bo'ling:

source: send_phone
uz: Iltimos, raqamingizni kontakt shaklida yuboring❗

source: referal_joined %(balance)d
uz: Sizga referal qo'shildi! Sizning balans: %(balance)d so'm.

source: not_uzbek
uz: Bot faqat O'zbekiston abonentlari uchun ishlaydi

source: earn_money_text %(bot_name)s %(ref)s %(balance)d
uz: Botimizda pul ishlash uchun shu referal ssilkangizni do'stlaringizga yuboring: https://t.me/%(bot_name)s?start=%(ref)s Har bir taklif qilgan do'stingiz uchun %(balance)d so'mdan beriladi

source: balance %(balance)d
uz: Siz %(balance)d so'm ishlagansiz.

source: enter_balance
uz: Yechib olmoqchi bo'lgan summangizni kiriting

source: history
uz: Botimiz To’lovlarini bu kanalda kuzatib borishingiz mumkin @winnerviplatuz

source: manual %(ref)s %(bot_name)s
uz: Botda pul ishlash uchun do'stlaringizni taklif qiling. Bu ssilkani do'stlaringizga yuboring: https://t.me/%(bot_name)s?start=%(ref)s Tushunmagan bo'lsangiz youtube dagi videoni ko'ring (link_to_video)

source: stats %(users_count)d
uz: Botda %(users_count)d ta foydalanuvchi bor.

source: back
uz: 🔙Orqaga

source: enter valid number
uz: Butun son kiriting

source: min_amount %(min_amount)d
uz: Minimal yechib olish mumkin bo'lgan summa: %(min_amount)d

source: transaction %(phone)s %(amount)d
uz: Telephone %(phone)s Summa: %(amount)d so'm

source: transaction_pending
uz: Adminlarga xabar yuborildi. Kanalni kuzating

source: transaction_confirmed %(balance)d
uz: Siz pul yechib oldingiz! Balans: %(balance)d

source: report %(phone)s %(amount)d
uz: Pul o'tkazildi: Tel: %(phone)s Summa: %(amount)d

source: transaction_cancelled
uz: Pul yechib olinmadi

source: main_menu_txt
uz: Asosiy menyu

source: warning
uz: Siz kanaldan chiqib ketdingiz. 48 soat ichida qayta obuna bo'lmasangiz balansingiz kuyib ketadi

source: warning %(balance)d
uz: Siz kanalga qayta obuna bo'lmaganingiz uchun balansingiz kuyib ketdi. Balans: %(balance)d

source: send_phone_text
uz: Raqamni yuborish📞

source: earn_money_btn
uz: Pul ishlash💸

source: balance_btn
uz: Balans 💰

source: withdraw_money_btn
uz: Pul yechish 💳

source: history_btn
uz: To'lovlar tarixi📜

source: manual_btn
uz: Qo'llanma📄

source: statistics_btn
uz: Statistika📊

source: confirm
uz: ✅Tasdiqlash

source: cancel
uz: ❌Bekor qilish
